tap "codekitchen/dinghy"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "instantclienttap/instantclient"
tap "neovim/neovim"
tap "pvinis/pvinis"
tap "ethereum/ethereum"
brew "aalib"
brew "asciiquarium"
brew "clingo", link: false
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "pkg-config"
brew "gobject-introspection"
brew "atk"
brew "autoconf"
brew "automake"
brew "aws-shell"
brew "awscli"
brew "babl"
brew "readline"
brew "bash"
brew "bash-completion"
brew "c-ares"
brew "chromedriver", link: false
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "libyaml"
brew "crystal-lang"
brew "cscope"
brew "ctags"
brew "dbus"
brew "direnv"
brew "libev"
brew "docker-machine-driver-xhyve"
brew "elasticsearch@2.4"
brew "emacs"
brew "erlang"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "gdbm"
brew "gdk-pixbuf"
brew "geoip"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "hadoop", link: false
brew "hicolor-icon-theme"
brew "highlight"
brew "htop"
brew "hub"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "kerl"
brew "leveldb"
brew "libcroco"
brew "libepoxy"
brew "libsigsegv"
brew "libsodium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libwmf"
brew "libxml2"
brew "libxslt"
brew "lolcat"
brew "lzlib"
brew "sqlite"
brew "python"
brew "macvim"
brew "mariadb", restart_service: true
brew "msgpack"
brew "unibilium"
brew "neovim"
brew "nvm"
brew "opam", link: false
brew "perl", link: false
brew "phantomjs"
brew "postgresql"
brew "pstree"
brew "py2cairo"
brew "pygobject"
brew "python3"
brew "redis"
brew "rlwrap"
brew "ruby", link: false
brew "shared-mime-info"
brew "shellcheck"
brew "sphinx-doc"
brew "sqoop"
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "unixodbc"
brew "vifm"
brew "vim"
brew "watchman"
brew "wget"
brew "wireshark"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "codekitchen/dinghy/dinghy"
brew "ethereum/ethereum/ethereum"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sdk"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "pvinis/pvinis/colortools"
cask "graphiql"
cask "mactex"
cask "minikube"
cask "ngrok"
cask "react-native-debugger"
cask "unetbootin"
